Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/konsultauvdnageatnegasvuohta-sami-aiin_id_592559.html.tmx
Source language: sme
Languages: nob

source: Konsultašuvdnageatnegasvuohta sámi áššiin
nob: Konsultasjonsplikt i samiske saker

source: Álgoálbmogin lea sámiin vuoigatvuohta jerrojuvvot sidjiide guoski áššiin .
nob: Som urfolk har samene rett til å bli konsultert i saker som angår dem.

source: Dát vuoigatvuohta čuožžu ILO-konvenšuvnnas nr. 169 iehčanis stáhtaid álgoálbmogiid ja olmmoščearddaid birra , 6. artihkkalis .
nob: Denne retten er nedfelt i ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige saker , artikkel 6 .

source: Šiehtadusas stáhta ja Sámedikki gaskasaš konsultašuvnnaid čađahanvugiid birra , man vuollai gielda- ja guovloministtar ja sámediggepresideanta čáliiga miessemánu 11. beaivvi 2005 , leat mearriduvvon dárkilet vuogit mo konsultašuvnnat Sámedikkiin galget čađahuvvot .
nob: I Avtale om prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget , inngått mellom kommunal- og regionalministeren og sametingspresidenten 11. mai 2005 , er det fastsatt nærmere prosedyrer for hvordan konsultasjonene med Sametinget skal foregå .

source: Sámedikki dievasčoahkkin dohkkehii čađahanvugiid geassemánu 1. beaivvi 2005 .
nob: Sametingets plenum ga sin tilslutning til prosedyrene 1. juni 2005 .

source: Gonagaslaš resolušuvnnain suoidnemánu 1. beaivvi 2005 nannejuvvui ahte sohppojuvvon prosedyrat galget gustot oppa stáhtahálddahussii .
nob: Ved kongelig resolusjon 1. juli 2005 ble det stadfestet at de avtalte prosedyrene skal gjelde for hele statsforvaltningen .
